Repository: eme-subteno-it/project8
Catalog: project/locale/*/LC_MESSAGES/django.po
Languages: ar, es, fr, it

source: Populating the database via the Openfoodfact API
ar: ملء قاعدة البيانات عبر Openfoodfact API
es: Llenado de la base de datos a través de la API Openfoodfact
fr: Remplir la base de données via l'API Openfoodfact
it: Popolamento del database tramite l'API Openfoodfact

source: Delete products and categories instead of closing it
ar: احذف المنتجات والفئات بدلاً من إغلاقها
es: Eliminar productos y categorías en lugar de cerrarlos
fr: Supprimer les produits et les catégories au lieu de les fermer
it: Elimina prodotti e categorie invece di chiuderlo

source: The products and their categories have been deleted
ar: تم حذف المنتجات وفئاتها
es: Los productos y sus categorías han sido eliminados
fr: Les produits et leurs catégories ont été supprimés
it: I prodotti e le loro categorie sono stati eliminati

source: The database is already empty.
ar: قاعدة البيانات فارغة بالفعل.
es: La base de datos ya está vacía.
fr: La base de données est déjà vide.
it: Il database è già vuoto.

source: Add the categories from api OpenfoodFact
ar: أضف الفئات من api OpenfoodFact
es: Agregue las categorías de api OpenfoodFact
fr: Ajout des catégories de l'API OpenfoodFact
it: Aggiungi le categorie da api OpenfoodFact

source: Add the products now
ar: أضف المنتجات الآن
es: Agrega los productos ahora
fr: Ajout des produits maintenant
it: Aggiungi i prodotti adesso

source: 404 Error
ar: 404 خطأ
es: error 404
fr: Erreur 404
it: Errore 404

source: Page not found, sorry !
ar: الصفحة غير موجودة اسف
es: Página no encontrada, lo siento.
fr: Page non trouvé, désolé !
it: Pagina non trovata, mi dispiace!

source: 500 Error
ar: 500 خطأ
es: Error 500
fr: Erreur 500
it: Errore 500

source: Oops, an error has occured!
ar: عفوًا ، حدث خطأ!
es: ¡Vaya, ha ocurrido un error!
fr: Oops, une erreur est survenue !
it: Ops, si è verificato un errore!

source: Language
ar: لغة
es: Idioma
fr: Langage
it: linguaggio

source: Legal notices
ar: إشعارات قانونية
es: Avisos legales
fr: Mentions légales
it: Note legali

source: Fat, yes, but of quality!
ar: الدهون ، نعم ، ولكن من الجودة!
es: Gorda, sí, pero de calidad!
fr: Du gras, oui, mais de qualité !
it: Grasso, sì, ma di qualità!

source: Find a substitute for the ones you eat every day.
ar: ابحث عن بديل لما تأكله كل يوم.
es: Encuentra un sustituto de los que comes todos los días.
fr: Trouvez un produit de substitution pour ceux que vous consommez tous les jours.
it: Trova un sostituto di quelli che mangi ogni giorno.

source: Colette and Rémy
ar: كوليت وريمي
es: Colette y Rémy
fr: Colette et Rémy
it: Colette e Rémy

source: Pur Beurre is the initiative of two lovers of French gastronomy, Colette Tatou and Rémy, whom you have certainly already met in our excellent restaurant Ratatouille.
ar: Pur Beurre هي مبادرة من اثنين من عشاق فن الطهو الفرنسي ، ColetteTatou و Rémy ، الذين قابلتهم بالتأكيد في موقعنا الممتازمطعم راتاتوي
es: Pur Beurre es la iniciativa de dos amantes de la gastronomía francesa, Colette Tatou y Rémy, a quienes seguramente ya conoció en nuestro excelente restaurante Ratatouille.
fr: Pur Beurre est l'initiative de deux amoureux de la gastronomie française, Colette Tatou et Rémy, que vous avez déjà certainement rencontrés dans notre excellent restaurant Ratatouille.
it: Pur Beurre è l'iniziativa di due amanti della gastronomia francese, Colette Tatou e Rémy, che sicuramente avete già incontrato nel nostro eccellente ristorante Ratatouille.

source: We all love to eat, especially in France! Personally, a fresh baguette, good goat cheese and a good red wine are enough for me. Like everyone else, I do my shopping at the supermarket. But gradually I realized, especially when we opened the restaurant, that I could replace the sanitized products that I used to buy with good local products And often for the same price!
ar: كلنا نحب أن نأكل ، خاصة في فرنسا! شخصيًا ، خبز فرنسي ، جيدجبن الماعز والنبيذ الأحمر الجيد يكفيني. أنا أفعل مثل أي شخص آخرتسوقي في السوبر ماركت. لكنني أدركت تدريجيًا ، خاصةً عندمافتحت المطعم ، بحيث يمكنني استبدال المنتجات المعقمة التي أناتستخدم للشراء بمنتجات محلية جيدة وغالبًا بنفس السعر!
es: ¡A todos nos encanta comer, especialmente en Francia! Personalmente, una baguette fresca, buena Me bastan queso de cabra y un buen vino tinto. Como todos, lo hago mis compras en el supermercado. Pero gradualmente me di cuenta, especialmente cuando abrió el restaurante, que podía reemplazar los productos desinfectados que yo Solía comprar con buenos productos locales ¡Y a menudo por el mismo precio!
fr: Nous aimons tous manger, surtout en France ! Personnellement, une baguette fraîche, du bon fromage de chèvre et un bon vin rouge me suffisent amplement. Comme tout le monde, je fais mes courses au supermarché. Mais petit à petit je me suis rendue compte, surtout lorsque nous avons ouvert le restaurant, que je pouvais remplacer les produits aseptisés que j'avais l'habitude d'acheter par de bons produits du terroir Et souvent pour le même prix !
it: Tutti amiamo mangiare, soprattutto in Francia! Personalmente, una baguette fresca, buona Mi bastano il formaggio di capra e un buon vino rosso. Come tutti, lo faccio la mia spesa al supermercato. Ma pian piano me ne sono reso conto, soprattutto quando noi ha aperto il ristorante, che avrei potuto sostituire i prodotti igienizzati che io si comprava con buoni prodotti locali e spesso allo stesso prezzo!

source: For my part, I was already going to many stores because I really like to walk around, especially in cellars and kitchens. I knew by heart the contents of the organic shops (which I love) as well as the ingredients of all the foods sold. When Colette asked me if she could replace her morning Nutella with something healthier, I knew immediately where to find it. The idea of Pur Beurre was born!
ar: من ناحيتي ، كنت أذهب بالفعل إلى العديد من المتاجر لأنني أحب ذلك حقًاتجول ، وخاصة في الأقبية والمطابخ. كنت أعرف عن ظهر قلبمحتويات المحلات العضوية (التي أحبها) وكذلك مكوناتجميع الأطعمة المباعة. عندما سألتني كوليت إذا كان بإمكانها استبدال صباحهانوتيلا بشيء أكثر صحة ، عرفت على الفور أين أجده.ولدت فكرة بور بور!
es: Por mi parte, ya iba a muchas tiendas porque me gusta mucho caminar, especialmente en sótanos y cocinas. Sabía de memoria el contenido de las tiendas orgánicas (que me encanta), así como los ingredientes de todos los alimentos vendidos. Cuando Colette me preguntó si podía reemplazar su mañana Nutella con algo más saludable, supe de inmediato dónde encontrarlo. El ¡nació la idea de Pur Beurre!
fr: Pour ma part je me rendais déjà dans bien des magasins car j'aime beaucoup me balader, surtout dans les caves et les cuisines. Je connaissais par coeur le contenu des boutiques bio (dont je raffole) ainsi que les ingrédients de tous les aliments vendus. Lorsque Colette m'a demandé si elle pouvait remplacer son Nutella matinal par un aliment plus sain, je savais tout de suite où le trouver. L'idée de Pur Beurre était née !
it: Da parte mia, andavo già in molti negozi perché mi piace molto passeggiare, soprattutto nelle cantine e nelle cucine. Conoscevo a memoria il i contenuti dei negozi biologici (che adoro) e gli ingredienti di tutti i cibi venduti. Quando Colette mi ha chiesto se poteva sostituire la sua mattinata Nutella con qualcosa di più sano, ho capito subito dove trovarla. La l'idea di Pur Beurre è nata!

source: Contact us !
ar: اتصل بنا !
es: Contacta con nosotros!
fr: Contactez-nous
it: Contattaci !

source: Ready to take care of yourself?
ar: هل أنت جاهز لتعتني بنفسك؟
es: ¿Listo para cuidarte?
fr: Prêt à prendre soin de vous ?
it: Pronto a prenderti cura di te stesso?

source: Legal informations
ar: المعلومات القانونية
es: Informaciones legales
fr: Informations légales
it: Informazioni legali

source: By virtue of article 6 of law n ° 2004-575 of June 21, 2004 on confidence in the digital economy, it is clear to users of the purbeurre.fr site, the identity of the various shareholders within the framework of its realization and its follow-up:
ar: بموجب الفصل 6 من القانون عدد 575 لسنة 2004 المؤرخ في 21 جوان 2004 بشأن الثقة فيالاقتصاد الرقمي ، من الواضح لمستخدمي موقع purbeurre.fr ،هوية مختلف المساهمين في إطار تحقيقهاومتابعتها
es: En virtud del artículo 6 de la ley n ° 2004-575 de 21 de junio de 2004 sobre confianza en la economía digital, es claro para los usuarios del sitio purbeurre.fr, el identidad de los distintos accionistas en el marco de su realización y su seguimiento:
fr: En vertu de l'article 6 de la loi n ° 2004-575 du 21 juin 2004 pour la confiance dans l'économie numérique, il est précisé aux utilisateurs du site purbeurre.fr, l'identité des différents actionnaires dans le cadre de sa réalisation et de son suivi:
it: In virtù dell'articolo 6 della legge n ° 2004-575 del 21 giugno 2004 sulla fiducia nei l'economia digitale, è chiaro agli utenti del sito purbeurre.fr, il identità dei vari azionisti nell'ambito della sua realizzazione e il suo seguito:

source: In accordance with the "Informatique et Libertés" law of January 6, 1978, this site is the subject of a declaration to the CNIL - dated November 19, 2015 - receipt of declaration n ° 190 6255
ar: وفقًا لقانون "علوم الكمبيوتر والحرية" الصادر في 6 يناير 1978 هذا الموقع هو موضوع إعلان إلى CNIL - بتاريخ 19 نوفمبر 2015 - وصل الإقرار رقم 190 6255
es: De conformidad con la ley "Informatique et Libertés" del 6 de enero de 1978 este sitio es objeto de una declaración a la CNIL - fechada el 19 de noviembre 2015 - recibo de la declaración n ° 190 6255
fr: Conformément à la loi "Informatique et Libertés" du 6 janvier 1978, le présent site fait l'objet d'une déclaration à la CNIL - en date du 19 Novembre 2015 - récépissé de déclaration n°190 6255
it: In conformità con la legge "Informatica e libertà" del 6 gennaio 1978, questo sito è oggetto di una dichiarazione alla CNIL - datata 19 novembre, 2015 - ricevimento della dichiarazione n ° 190 6255

source: Owner
ar: مالك
es: Dueño
fr: Propriétaire
it: Proprietario

source: Brand
ar: ماركة
es: Marca
fr: Marque
it: Marca

source: Catch phrase
ar: عبارة قبض
es: Frase de captura
fr: Phrase d'accroche
it: Frase di cattura

source: Product
ar: منتج
es: Producto
fr: Produit
it: Prodotto

source: Search
ar: بحث
es: Buscar
fr: Rechercher
it: Ricerca

source: Nutritional guidelines for 100g
ar: إرشادات غذائية لـ 100 جرام
es: Pautas nutricionales por 100g
fr: Repères nutritionnels pour 100g
it: Linee guida nutrizionali per 100 g

source: Fat / Lipids in quantity
ar: كمية الدهون / الدهون
es: Grasas / lípidos en cantidad
fr: Matières grasses / Lipides en quantité
it: Grassi / lipidi in quantità

source: Saturated fatty acids in quantity
ar: الأحماض الدهنية المشبعة في الكمية
es: Ácidos grasos saturados en cantidad
fr: Acides gras saturés en quantité
it: Acidi grassi saturi in quantità

source: Sugars in quantity
ar: السكريات في الكمية
es: Azúcares en cantidad
fr: Sucres en quantité
it: Zuccheri in quantità

source: Salt in quantity
ar: ملح في الكمية
es: Sal en cantidad
fr: Sel en quantité
it: Sale in quantità

source: moderate
es: Moderada
fr: modérée
it: moderare

source: low
es: baja
fr: faible
it: bassa

source: high
es: alta
fr: élevée
it: alta

source: See the OpenFoodFacts file
ar: انظر ملف OpenFoodFacts
es: Ver el archivo OpenFoodFacts
fr: Voir la fiche d'OpenFoodFacts
it: Vedi il file OpenFoodFacts

source: Result
ar: نتيجة
es: Resultado
fr: Résultat
it: Risultato

source: Result of search
ar: نتيجة البحث
es: Resultado de la busqueda
fr: Résultat de la recherche
it: Risultato della ricerca

source: No product found, search for another product
ar: لم يتم العثور على منتج ، ابحث عن منتج آخر
es: No se encontró ningún producto, busque otro producto
fr: Aucun produit trouvé, recherchez un autre produit
it: Nessun prodotto trovato, cerca un altro prodotto

source: Which item do you want to substitute?
ar: ما هو العنصر الذي تريد استبداله؟
es: ¿Qué artículo quieres sustituir?
fr: Quel article voulez-vous substituer ?
it: Quale articolo vuoi sostituire?

source: Substitutes
ar: بدائل
es: Sustitutos
fr: Substituts
it: Sostituti

source: You must log in
ar: يجب عليك تسجيل الدخول
es: Debes iniciar sesión
fr: Vous devez vous connecter
it: Devi effettuare il login

source: You do not have an account ? It is by
ar: لا يوجد لديك حساب ؟ من خلال
es: ¿No tienes cuenta? Es por
fr: Vous n'avez pas de compte ? C'est par
it: Non hai un account? È di

source: here
ar: هنا
es: aquí
fr: ici
it: Qui

source: Your product has been saved.
ar: تم حفظ المنتج الخاص بك.
es: Su producto ha sido guardado.
fr: Votre produit a bien été sauvegardé.
it: Il tuo prodotto è stato salvato.

source: You can replace this food with:
ar: يمكنك استبدال هذا الطعام بـ:
es: Puede reemplazar este alimento con:
fr: Vous pouvez remplacer cet aliment par :
it: Puoi sostituire questo alimento con:

source: Displayed :
es: Mostrado:
fr: Affiché :
it: Visualizzato:

source: Save
ar: يحفظ
es: Salvar
fr: Sauvegarder
it: Salva

source: This product does not exist.
ar: هذا المنتج غير متوفر.
es: Este producto no existe.
fr: Ce produit n'existe pas.
it: Questo prodotto non esiste.

source: This product does not exist sorry.
ar: هذا المنتج غير موجود آسف.
es: Este producto no existe lo siento.
fr: Ce produit n'existe pas désolé.
it: Questo prodotto non esiste mi dispiace.

source: French
ar: فرنسي
es: Francesa
fr: Français
it: Francese

source: English
ar: الإنجليزية
es: Inglesa
fr: Anglais
it: Inglese

source: Spanish
ar: الأسبانية
es: Español
fr: Espagnol
it: Spagnolo

source: Italian
fr: Italien

source: Arab
fr: Arabe

source: Username
ar: اسم المستخدم
es: Nombre de usuario
fr: Pseudo
it: Nome utente

source: First name
ar: الاسم الاول
es: Nombre de pila
fr: Prénom
it: Nome di battesimo

source: Last name
ar: الكنية
es: Apellido
fr: Nom de famille
it: Cognome

source: Password
ar: كلمة المرور
es: Contraseña
fr: Mot de passe
it: Parola d'ordine

source: Password confirmation
ar: تأكيد كلمة المرور
es: confirmación de contraseña
fr: Confirmation du mot de passe
it: Conferma password

source: be informed of a V2 of the site ?
ar: يكون على علم V2 من الموقع؟
es: ¿Ser informada de una V2 del sitio?
fr: être informé d'une V2 du site ?
it: essere informato di una V2 del sito?

source: Sign in
ar: تسجيل الدخول
es: Registrarse
fr: Se connecter
it: Registrati

source: Forgot your password ? click
es: ¿Olvidaste tu contraseña ? hacer clic
fr: Mot de passe oublié ? clique
it: Hai dimenticato la password ? clic

source: Your username and password do not match.
ar: اسم المستخدم وكلمة المرور غير متطابقة.
es: Tu nombre de usuario y contraseña no coinciden.
fr: Votre nom d'utilisateur et le mot de passe ne correspondent pas.
it: Il tuo nome utente e la tua password non corrispondono.

source: My account
ar: حسابي
es: Mi cuenta
fr: Mon compte
it: Il mio account

source: See your products
ar: شاهد منتجاتك
es: Ver sus productos
fr: Voir vos produits
it: Guarda i tuoi prodotti

source: You have
ar: لديك
es: Tú tienes
fr: Vous avez
it: Hai

source: substitute
ar: استبدل
es: sustituir
fr: substitut
it: sostituto

source: saved
ar: تم الحفظ
es: salvado
fr: enregistré
it: salvato

source: Delete
ar: حذف
es: Borrar
fr: Supprimer
it: Elimina

source: Your substitutes saved
ar: تم حفظ البدائل الخاصة بك
es: Tus sustitutos guardados
fr: Vos substituts sauvegardés
it: I tuoi sostituti salvati

source: No registered substitutes.
ar: لا توجد بدائل مسجلة.
es: No hay suplentes registrados.
fr: Aucun substituts enregistrés.
it: Nessun sostituto registrato.

source: Search for products:
ar: البحث عن المنتجات:
es: Buscar productos:
fr: Rechercher des produits :
it: Cerca prodotti:

source: Forgot your password?
es: ¿Olvidaste tu contraseña?
fr: Mot de passe oublié ?
it: Hai dimenticato la password?

source: Enter your email address below, and we'll email instructions for setting a new one.
es: Ingrese su dirección de correo electrónico a continuación y le enviaremos las instrucciones para configurar ununo nuevo.
fr: Entrez votre adresse e-mail ci-dessous et nous vous enverrons par e-mail des instructions pour en définir une nouvelle.
it: Inserisci il tuo indirizzo email di seguito e ti invieremo un'email con le istruzioni per impostare unnuovo.

source: Password reset
fr: Réinitialiser Mot de passe

source: Password validate
fr: Mot de passe validé

source: Your password has been set.
fr: Votre mot de passe a bien été sauvegardé.

source: Sign In Here
fr: Se connecter ici

source: New password
fr: Nouveau mot de passe

source: Sent Email
fr: Email envoyé

source: Sent email
es: Correo electrónico
fr: E-mail envoyé
it: Email inviata

source: An email has been sent with instructions to reset your password.
es: Se ha enviado un correo electrónico con instrucciones para restablecer su contraseña.
fr: Un e-mail a été envoyé avec des instructions pour réinitialiser votre mot de passe.
it: È stata inviata un'e-mail con le istruzioni per reimpostare la password.

source: I create my account
ar: أقوم بإنشاء حسابي
es: Creo mi cuenta
fr: Je créé mon compte
it: Creo il mio account

source: Sign up
ar: اشتراك
es: Inscribirse
fr: S'inscrire
it: Iscriviti

source: Contact
ar: اتصال
es: Contacto
it: Contatto

source: Email
ar: بريد الالكتروني
es: Correo electrónico
